/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "保護を開始する";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "AdGuard保護が無効になっています。 \"保護を開始する\"ボタンを押してください。";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "AdGuard を起動する";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuardはオフになっています。コンテンツブロッカー設定を変更するにはAdGuardはオンになっている必要があります。";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Safariコンテンツブロックはアプリが閉じていても動作することにご注意ください。";
